臣
下
聽
說
立
君
的
道
理
，
以
仁
義
爲
主
者
才
能
愛
護
人
民
政
治
得
到
就
應
除
去
殘
暴
整
叛
亂
。
絳
侯
釋
放
後
：
我
曾
經
統
率
過
百
萬
大
軍
然
而
哪
裏
知
獄
吏
威
風
啊
！
仍
回
封
地
延
熙
五
年
(
2
4
)
春
正
月
監
姜
維
領
一
部
兵
馬
自
漢
中
南
返
駐
守
涪
縣
在
彭
城
西
戰
敗
北
陳
餘
也
覺
察
張
耳
還
沒
有
死
背
了
於
是
離
宮
別
館
佈
滿
山
坡
橫
跨
溪
谷
十
二
八
日
昭
王
出
逃
跑
四
恢
復
各
關
口
檢
查
入
證
件
雅
與
他
女
婿
何
雄
兩
爭
奪
權
勢
不
相
和
睦
賀
齊
便
令
越
藉
故
讓
們
結
怨
使
猜
忌
對
擁
圖
謀
方
並
覆
信
置
紮
營
險
舅
可
長
保
爵
土
之
光
榮
皇
太
后
永
無
慚
負
宗
廟
憂
慮
這
上
等
策
次
因
天
氣
酷
熱
孫
船
舉
行
酒
宴
碰
雷
雨
傘
遮
己
又
命
手
劉
基
其
官
員
如
此
優
待
來
功
升
任
將
幾
作
都
尉
、
校
多
劍
客
秦
始
怒
全
國
範
圍
內
搜
捉
拿
刺
非
常
緊
急
良
緣
膠
肉
袒
壁
壘
前
叩
頭
請
求
.
法
慎
驚
動
姓
勞
駕
遠
個
窮
即
碎
屍
段
心
甘
情
願
臺
犯
處
刑
禮
私
引
導
罪
絕
想
建
平
初
元
號
稱
聖
帝
概
會
代
替
子
諸
卻
本
身
果
實
秋
時
田
氏
事
重
演
六
卿
似
物
必
定
崛
起
從
給
帶
患
些
家
編
戶
擅
用
力
向
施
恩
;
糾
言
!
傳
第
篇
《
遊
俠
》
滎
陽
面
京
邑
索
亭
間
交
擊
楚
進
派
熟
悉
水
士
千
訓
練
素
近
衛
隊
類
技
術
攻
伐
吳
三
巡
幸
泰
董
賢
擔
發
愁
答
免
冠
歉
虞
賞
賜
胡
財
公
瓚
搶
尚
書
忠
兇
猛
狡
詐
姚
討
趁
打
句
驪
合
廣
門
外
屋
壞
圯
充
史
通
認
辛
武
輕
騎
掖
分
路
迂
迴
達
里
班
固
評
論
蓋
寬
饒
司
隸
莊
嚴
朝
廷
雖
詩
所
持
加
採
納
生
終
古
靈
克
虐
侈
滋
甚
尺
布
騶
電
激
賄
成
嬖
鴻
受
找
機
照
遍
只
跟
開
玩
笑
罷
僥
倖
錢
買
賤
販
貴
取
利
潤
登
世
擢
拔
龔
勝
豫
章
久
列
祿
羣
歸
附
樊
阿
扎
針
兗
州
區
談
什
麼
德
但
曹
操
‘
鑑
殷
殺
兒
落
般
場
嗎
？
右
尹
郊
吧
廉
廢
先
格
規
要
儲
足
防
火
已
遼
母
親
輿
車
送
眷
候
迎
接
邊
羅
拜
霍
詔
你
算
走
抓
住
昌
解
璽
綬
呈
扶
殿
金
隨
高
祖
叫
泄
節
貫
乘
坐
竹
牀
問
仰
看
樣
寒
暄
很
興
恐
趕
翻
惠
杯
安
6
0
丁
奉
假
兼
徐
牧
慢
速
掉
轉
軌
您
鬆
晏
意
李
業
嘆
息
危
居
舊
趾
珍
產
明
璣
翠
羽
犀
象
玳
瑁
異
香
美
木
屬
莫
白
星
鬼
質
戮
岱
召
見
程
昱
計
棄
袁
紹
切
援
助
尋
距
謂
借
救
溺
童
謝
躬
隆
鄴
康
反
數
裝
及
至
陛
提
乎
把
當
獻
遷
許
趚
徵
師
供
職
半
被
劫
授
位
左
欒
報
告
邦
父
偃
特
朔
肥
沃
富
黃
河
阻
蒙
恬
修
築
驅
逐
匈
奴
省
運
糧
草
押
麻
煩
拓
疆
域
消
滅
根
措
葛
恪
葦
蓆
裹
體
篾
束
腰
拋
石
岡
鄭
渾
魏
郡
依
沛
誰
敵
獲
首
樑
冀
妹
順
桓
商
震
景
曉
同
綰
戲
郎
；
志
往
柩
洛
着
色
喪
服
臨
吊
葬
迷
吾
族
帳
篷
搬
則
端
壯
今
睿
擒
黨
徒
蜀
承
惡
聲
該
割
思
夏
改
寧
赦
邛
夷
酋
豪
縱
難
控
制
馭
逼
迫
脅
稟
朱
博
暫
留
訊
記
錄
衆
完
觀
總
抵
強
懷
屈
原
疏
奏
表
瞭
倚
仗
確
斫
削
柞
造
低
矮
室
唐
堯
舜
禹
垂
青
玉
瓊
癸
冒
選
孝
做
襄
賁
霸
追
斬
印
鄉
挑
品
好
宣
莽
混
益
棟
蠶
若
豆
害
錨
姑
牟
掠
變
連
現
避
御
夫
務
僕
趙
占
卜
乙
巳
宜
壬
晝
喜
賈
逵
休
夾
斷
退
決
研
究
陰
它
注
吉
凶
禍
福
預
兆
禁
諱
戴
浦
綏
8
歲
禪
更
敬
懼
再
紀
囑
託
遵
教
誨
未
推
辭
喊
窗
音
形
狀
怪
沙
穆
念
最
妖
感
奇
檄
薊
響
呂
哥
尊
崇
婦
系
話
違
按
顯
示
符
銅
璧
文
字
新
慰
”
“
楷
輦
巧
妙
視
盡
趣
樂
埋
伏
夜
衝
傅
育
慌
潰
散
藝
由
層
薦
3
季
降
霜
芒
條
責
東
那
遭
飢
餓
養
陣
亡
辦
賓
陸
續
淮
惱
壽
丞
逮
捕
扣
賦
役
予
冬
境
徼
江
征
讚
勇
敢
識
深
律
貌
準
共
努
逆
玷
污
坑
堅
拒
7
竇
超
支
伊
蒲
海
級
悼
薄
姬
戚
隱
厲
幽
友
燕
暗
穿
壙
井
旁
密
藏
晚
墳
羌
賊
案
易
曰
龍
野
空
倉
庫
畢
竟
器
彗
鶉
尾
隗
囂
隴
祭
韓
簡
頓
賴
祥
度
狠
粗
凍
批
准
議
穰
稽
站
函
郭
汜
楊
繼
襲
設
真
失
調
管
清
考
末
悅
褒
述
贈
謁
脫
誤
訂
丕
增
禎
食
典
愍
諡
陵
座
池
慘
弓
幼
聰
慧
比
孩
遂
崔
瑗
盜
惜
湯
指
揮
旌
旗
極
像
犬
羊
聚
乳
侍
堂
虛
申
流
微
蕃
丈
投
恭
災
耀
氵
盛
畎
華
釒
直
收
語
單
于
漠
虜
孤
衰
弱
七
併
◆
（
昔
履
勤
暑
性
夭
昏
爰
遣
萊
詡
濟
甲
午
亥
胃
昴
弄
種
步
憤
慨
鬱
積
病
吐
血
周
糹
虧
柴
簿
暉
蒼
奐
晉
丹
府
冤
靠
串
囚
劇
佐
丘
岑
奈
暹
旦
崩
暠
或
錯
呢
儁
副
獎
倍
魯
肅
補
伍
資
游
九
蝕
林
苑
靖
顧
敘
勳
憲
胸
襟
偏
狹
飯
小
隙
毀
謗
祀
誘
烏
屠
帥
突
材
短
妨
礙
輔
媛
枷
鎖
貨
寫
絹
帛
牛
吞
肚
佔
據
皋
陶
舒
繒
哀
牢
名
荀
敏
9
浪
茂
燎
旺
熄
姒
沉
飲
溼
徙
另
湟
徭
差
忘
希
望
匹
拉
嶽
舍
份
旱
弟
悲
痛
傷
孔
踐
歡
詢
智
羞
恥
況
怎
丟
握
射
箭
伸
彎
既
勸
移
擋
少
匡
巴
閣
諮
黎
斐
睡
墓
欺
惑
辱
神
豈
叔
伕
且
獵
獸
朕
男
每
干
粲
參
慬
忽
罰
赹
包
〖
〗
藍
冊
淑
妃
諫
縉
紳
覈
卓
皁
寸
騷
點
淵
乃
丑
隔
角
禽
執
雲
柱
衍
傾
破
毗
潁
寵
專
鹹
講
陷
減
髡
圉
冥
孟
善
植
熲
蘇
兄
妻
嫂
側
眼
擡
俯
紫
汝
畏
市
翳
顱
饑
荒
儉
較
裕
享
鮑
醉
乞
哄
騙
劃
龐
跪
早
罵
振
醫
致
藥
純
陂
備
轄
貶
泉
峭
腳
拖
牽
招
嚇
弊
爾
臼
輛
載
疾
鞅
普
牲
祠
纔
遇
析
顏
趴
鄰
潘
伯
膺
仲
戎
羯
精
膽
習
哩
奔
誕
駿
厚
佩
潔
奢
俗
瘟
疫
壇
犧
歃
盟
篡
攪
擾
猶
綢
撕
裂
醒
皓
誅
猾
靜
侄
鬥
儀
委
曲
荊
裨
署
展
局
渡
琅
笽
巫
蠱
邪
咎
弗
殃
融
老
容
卑
宋
揚
懇
工
豬
皆
逢
黑
紅
掌
亮
洽
佳
刀
膝
臉
肯
兢
費
曜
剛
瑾
均
飾
獨
璜
效
怕
謊
損
僅
鏣
項
梁
催
促
英
歇
約
懌
湘
闔
廬
勾
仇
泗
活
亦
撫
5
1
巢
鍾
杖
判
彼
０
頁
靡
盧
噲
夠
洪
量
貸
闊
俘
赤
須
躲
欠
債
釣
魚
漂
洗
棉
絮
憐
吃
麗
審
具
頌
盎
排
農
泥
軻
瑜
寶
訴
慶
酈
賣
止
否
烹
幹
拘
鼓
勵
督
竭
庸
剷
奸
畯
循
欲
屢
摩
擦
介
樓
蘭
懸
掛
闕
鎬
製
模
槌
娶
郴
櫟
逝
芝
誠
矜
誓
紂
盈
飄
愈
闇
昧
魍
魎
魄
飛
歷
浣
衣
齋
戒
央
廖
化
歙
嘉
嬰
勃
學
矩
嫺
悍
鎰
蠻
岩
雞
邯
郅
式
灌
讒
帽
珠
腹
聞
澤
她
貞
檯
宦
互
恰
辟
雍
韋
惇
喝
撒
尿
侮
誡
漏
銀
錦
毛
織
惟
聯
綴
鍊
墜
屯
辜
匿
頂
詣
幫
困
邳
謹
陘
汾
岸
愷
渙
眭
存
閉
蔡
米
馳
絲
揖
擱
紙
筆
諒
骨
捲
舌
啓
馮
閡
枉
揣
測
杜
忍
玄
遺
恕
悔
駰
邾
歌
界
敖
掾
廩
賑
戊
貪
褲
倒
寢
漸
擴
額
稍
貂
驍
鄒
枚
蔬
樸
朋
輩
阨
祕
衾
殯
祐
篤
弼
岐
）
垣
企
攀
紛
歆
曆
註
籍
謬
趟
彥
刻
憶
鮮
諭
渠
芮
贖
俊
傑
癒
隰
傲
遜
侵
抗
浮
橋
湖
堤
婢
價
紆
輪
虎
牙
謙
·
弘
革
秉
恣
顛
煽
堵
宰
矨
腦
袋
恨
社
稷
績
妣
溫
絡
慈
禦
磐
溲
澧
潭
燒
燬
驛
擄
范
蠡
壤
溉
樗
遞
舞
塞
悒
衡
攙
譴
丙
挆
鳳
匠
錜
抄
莒
撤
攏
集
藩
翅
驢
川
限
涉
駒
勉
寇
菟
涼
庚
寅
跖
膾
炒
肝
著
例
桀
憑
剩
拳
輻
嫌
忿
累
奠
恤
緻
佞
諂
慾
觽
擇
槐
孺
亻
翕
閎
熹
揭
階
誇
～
鄧
晦
疑
頗
含
鐘
冕
鏚
翹
亞
陪
鹽
銜
嚼
牡
攬
償
屏
僭
擬
默
晁
鶴
鳴
宿
桑
阝
稅
略
頹
脩
胥
線
疲
聊
觸
彩
匯
愚
鈍
怯
髃
荅
詰
翊
拱
璋
幔
目
味
忙
撰
銘
雜
哭
阪
房
銚
期
禰
邕
誹
閏
巾
竄
械
凌
黜
汶
粥
抽
纜
鞭
快
圓
薛
乾
停
攘
碓
阜
暇
佗
脾
宅
募
敦
煌
辯
遲
胄
鎮
汲
黯
耍
貊
亳
繡
箱
縷
爽
旨
臻
婚
邢
顒
庶
嫡
緩
柔
寡
淚
涕
嗣
贊
蕭
洙
嫉
呼
忄
慄
悟
桃
雒
夢
塊
唯
配
週
祈
填
插
蓄
臚
毒
捧
挾
*
[
]
鄢
彪
郃
龜
筮
雕
晴
燠
冷
颳
偉
拂
拭
撥
攔
輜
挖
壕
桂
陲
姻
敞
銷
涇
株
虔
鼠
狗
咬
蠢
駁
乏
兔
縊
詳
忖
磕
擂
毫
睫
羛
缺
淳
園
訝
幷
薪
俸
矛
盾
雙
驗
警
潛
狼
齧
倩
芸
臧
源
凡
妥
款
暢
箕
適
探
惲
繇
拷
滂
褚
漕
厭
弨
繳
穀
斛
譚
砌
瓴
甓
穴
嘏
津
垮
蘧
虺
朗
闢
憫
懲
苦
掘
讀
刎
矯
標
榜
幘
鞀
遙
尼
儒
痕
跡
爺
蔽
辰
淒
憊
嘗
允
席
祝
甫
掃
輸
劭
迅
裁
滕
蒯
皮
眉
冢
折
懿
燮
曬
庭
慷
昂
禱
斥
焦
枯
頸
邸
寄
鮪
覽
彧
疇
沮
挹
婁
穢
髮
鹿
驃
婪
壑
饉
飽
苟
喘
沿
赫
樹
衷
玠
菜
貧
碭
逸
盆
甕
偷
礎
翦
披
欽
妾
孕
陟
宥
宏
伋
繹
鞋
廂
峙
碒
黔
幟
騁
鱗
畔
浸
譖
狐
卒
豐
細
嵩
露
花
掩
謨
衢
弩
羲
卦
序
妒
泣
賂
餞
租
柬
譭
譽
底
殮
鄱
馴
付
穫
繩
粵
坼
際
需
幕
鵲
煮
滏
寨
雪
曼
柏
艾
烈
苛
瑩
懾
攸
凰
翔
歐
聃
狄
氐
攜
彰
闞
綱
恃
耿
繞
黥
軒
轅
洮
拾
棘
湍
豹
倫
訾
勒
閒
采
值
試
協
閨
畫
塋
殤
棒
棍
椽
斗
藻
紋
廳
跳
佾
伴
沔
畜
嚮
彤
鉅
窘
奮
魴
札
豨
姐
嫁
晤
繁
鯭
砥
礪
夕
旋
戀
稼
拆
障
砍
剜
鍋
鑄
某
誦
豺
狂
吠
蹂
躪
騭
頒
詹
搞
堪
甄
倆
零
剽
斯
秭
溧
纛
憾
牌
豕
竊
柄
蝗
蕪
菁
沐
猴
蠃
嶺
犭
艮
宛
訪
頃
熊
柯
誄
繫
棲
稺
芻
酉
焉
棋
途
徑
惶
蔥
銳
彌
墨
衹
緱
桐
喬
蒜
圜
波
杭
旅
懦
耆
綿
豁
構
甬
餉
型
繆
盲
驕
慕
肜
抱
棺
挫
仞
粉
沾
咒
媚
琬
徹
諛
態
科
閻
宇
苗
攝
截
曄
渭
濱
巖
鉤
盤
鄙
係
耕
貢
冰
贓
戾
涿
紇
街
繕
訌
莈
稠
麾
抉
誣
蛇
孽
痾
蜺
髦
奄
冉
淫
昆
斂
徽
鎧
峻
渴
晨
妄
譟
蹤
娥
輾
郢
僻
院
貳
板
楣
j
刊
黛
鬢
姿
嫵
婀
娜
套
課
膨
閼
巨
梧
恂
酬
鋒
丫
村
斜
怖
竦
枝
蟲
鳥
蛋
淄
臥
蠲
訥
鯀
絞
溢
慟
誌
嘔
症
焚
禾
扁
肢
軼
艦
贏
鉗
桎
梏
撲
皖
牆
偵
奎
逾
弔
箋
悵
瞞
幣
鐵
鍵
茅
麟
邈
酸
棗
頻
瓦
壩
悄
咸
肆
濬
壹
禕
刮
隧
憨
甜
伺
奚
掂
閱
擺
閆
纚
筩
卷
馥
晃
劓
鼻
鴉
哺
秀
耗
捨
彈
劾
億
詞
郯
蔀
擠
賽
秏
碌
駑
團
彙
聶
譯
榆
尤
【
】
蟬
耰
訖
丸
侃
粹
悠
塗
誼
閽
寺
禋
梅
濡
穩
譏
餐
葵
輯
碩
渥
翁
淩
拼
舟
琮
瑞
齒
題
滄
趨
礻
殳
霧
泯
毅
菑
詠
濫
犍
殊
鴟
毖
淘
汰
腐
蓮
勺
璿
塌
豎
裾
呀
繭
瘦
膚
磨
汗
厥
抑
狩
謖
羨
隻
蹄
襁
褓
揹
蕩
唱
胖
悺
陬
斤
雎
創
毓
釭
仙
沼
咽
勁
雁
鸞
儼
儋
貽
影
吝
穎
婆
帷
啼
貿
懂
捱
播
茲
糞
燃
禣
蠅
籬
笆
芳
換
秫
櫱
郵
曷
?
甥
騫
嬴
蔣
淹
冗
慣
倘
猝
翟
括
崤
泊
睢
魂
駙
瑕
餵
喂
奶
汁
艱
雛
稻
讎
齡
朽
乖
吸
圭
癭
唉
鈞
琰
僞
咱
袖
刃
料
撞
瑟
摔
兕
裳
絢
屨
番
添
瞎
濯
祓
垢
騊
痼
炬
厄
棠
貉
崎
嶇
騰
搖
祗
爻
膳
翼
鋤
i
拯
廈
撐
喟
淺
壓
硬
叢
燈
籠
燭
仿
狸
邠
診
脈
儘
卡
股
釐
澗
浚
荷
顆
瓠
瓜
挺
綁
匱
萯
巍
峨
聳
陡
餅
戍
烝
軀
軫
刁
慍
僚
契
嚳
滑
孃
藺
估
枕
曠
扼
頧
睸
諷
阮
嘿
軹
倡
仔
蜂
讖
欣
廕
庇
瀏
琨
毋
忡
佻
弈
塢
惋
譙
慝
蘄
裔
茫
愨
敝
濤
颯
摺
腿
簸
簫
韶
澆
圃
雋
憎
桴
締
礒
傢
俬
諶
健
妓
辨
雌
漲
濮
懈
懶
嫣
鐸
冶
泛
葉
棧
擲
獬
豸
虹
卯
鼎
輝
偶
躺
逭
云
囊
謠
鑿
笙
瀆
架
烽
赴
庾
侷
杼
鱷
韭
蘊
俎
惻
颺
蘆
喧
鬧
譬
喻
摹
姊
鷹
翰
鷙
瞻
墾
劣
螟
芷
濁
螻
蟻
睼
羋
愧
臏
綝
俞
肇
莎
酪
渝
萃
雀
炫
萇
胎
奕
跋
廊
撇
蹟
亙
透
晰
澶
洲
撓
牂
牁
唁
穡
堡
恆
渚
杆
佛
錮
悖
攆
腸
詭
鄲
訁
搭
台
犢
邀
蹇
炊
飼
鱉
荻
片
鏘
圈
郚
坎
<
>
犁
鴝
鵒
罹
柳
旄
緹
緒
窄
矢
鰥
脆
傍
梵
昨
煙
昇
賒
呵
嬪
扈
搪
捏
貙
臘
儺
哇
瞿
琢
鞏
廄
逍
塑
扭
銸
嗟
頑
牴
踏
組
帖
薉
酎
几
鋪
亢
璞
僑
掏
藤
捆
臭
笞
綜
黴
閩
昕
刪
夥
盼
獯
鬻
黿
琳
緄
錫
隅
伙
牘
悶
羸
網
魁
睛
盯
弒
蹲
綠
琴
蟄
貝
購
摸
余
嗜
窪
潮
煎
鐔
駱
坦
覷
隘
啦
遁
薰
炭
嘛
諧
麴
